Repository: spawvn/KMReader
Catalog: KMReader/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, ru, zh_hans, zh_hant

# settings.offline_books.total
source: Total
de: Gesamt
it: Totale
ja: 合計
ko: 합계
ru: Всего
zh_hans: 总计
zh_hant: 總計

# settings.offline.auto_delete_read
source: Auto Delete Read Books
de: Gelesene Bücher automatisch löschen
es: Autoeliminar libros leidos
fr: Supprimer automatiquement les livres lus
it: Auto elimina libri letti
ja: 既読本を自動削除
ko: 읽은 도서 자동 삭제
ru: Автоудаление прочитанных книг
zh_hans: 自动删除已读书籍
zh_hant: 自動刪除已讀書籍

# settings.offline.auto_delete_read.message
source: Read books are automatically deleted during sync unless they are protected by an offline policy.
de: Gelesene Bücher werden während der Synchronisierung automatisch gelöscht, außer sie sind durch eine Offline-Richtlinie geschützt.
es: Los libros leídos se eliminan automáticamente durante la sincronización, salvo que estén protegidos por una política sin conexión.
fr: Les livres lus sont automatiquement supprimés pendant la synchronisation, sauf s'ils sont protégés par une règle hors ligne.
it: I libri letti vengono eliminati automaticamente durante la sincronizzazione, tranne quelli protetti da un criterio offline.
ja: 同期時に既読の本は自動的に削除されますが、オフラインポリシーで保護された本は保持されます。
ko: 동기화 중 읽은 도서는 자동으로 삭제되지만 오프라인 정책으로 보호되는 도서는 유지됩니다.
ru: Прочитанные книги автоматически удаляются во время синхронизации, кроме защищенных офлайн-политикой.
zh_hans: 同步时会自动删除已读书籍，受离线策略保护的书籍除外。
zh_hant: 同步時會自動刪除已讀書籍，受離線策略保護的書籍除外。

# settings.offline.no_books
source: No Offline Books
de: Keine Bücher
es: Sin libros offline
fr: Aucun livre hors ligne
it: Nessun libro offline
ja: オフライン本なし
ko: 오프라인 도서 없음
ru: Нет офлайн-книг
zh_hans: 无离线书籍
zh_hant: 無離線書籍

# settings.offline.no_books.description
source: You haven't downloaded any books for offline reading yet.
de: Heruntergeladene Bücher werden hier angezeigt.
es: Aun no has descargado libros para lectura offline.
fr: Vous n'avez pas encore téléchargé de livres pour une lecture hors ligne.
it: Non hai ancora scaricato libri per la lettura offline.
ja: オフライン読書用にダウンロードされた本はまだありません。
ko: 오프라인 독서를 위해 다운로드한 도서가 없습니다.
ru: Вы еще не загрузили книги для офлайн-чтения.
zh_hans: 您还没有下载过任何书籍用于离线阅读。
zh_hant: 您尚未下載過任何書籍用於離線閱讀。

# settings.sync_data
source: Sync Data
de: Daten synchronisieren
es: Sincronizar datos
fr: Synchroniser les données
it: Sincronizza dati
ja: データを同期
ko: 데이터 동기화
ru: Синхронизировать данные
zh_hans: 同步数据
zh_hant: 同步資料

# settings.sync_data.description
source: Sync series and books data for offline browsing
de: Wie oft Daten mit dem Server synchronisiert werden
es: Sincronizar datos de series y libros para exploracion offline
fr: Synchroniser les séries et les livres pour la navigation hors ligne
it: Sincronizza dati di serie e libri per la navigazione offline
ja: オフライン閲覧用にシリーズとブックのデータを同期
ko: 오프라인 탐색을 위해 시리즈 및 도서 데이터 동기화
ru: Синхронизировать данные серий и книг для офлайн-обзора
zh_hans: 同步系列和书籍数据以供离线浏览
zh_hant: 同步系列和書籍資料以供離線瀏覽

# settings.sync_data.never
source: Never
de: Niemals
es: Nunca
fr: Jamais
it: Mai
ja: 未同期
ko: 없음
ru: Никогда
zh_hans: 从未
zh_hant: 從未

source: Shake to Open Live Text
de: Schütteln für Live-Text
es: Agitar para abrir Live Text
fr: Secouer pour ouvrir Texte en direct
it: Scuoti per aprire Live Text
ja: シェイクしてテキスト認識表示を開く
ko: 흔들어서 라이브 텍스트 열기
ru: Встряхните, чтобы открыть Live Text
zh_hans: 摇一摇打开实况文本
zh_hant: 搖一搖打開實況文本

source: Shake your device to toggle Live Text
de: Schütteln Sie Ihr Gerät, um Live-Text umzuschalten
es: Agita tu dispositivo para activar o desactivar Live Text
fr: Secouez votre appareil pour basculer le Texte en direct
it: Scuoti il dispositivo per attivare/disattivare Live Text
ja: デバイスをシェイクしてテキスト認識表示を切り替える
ko: 기기를 흔들어 라이브 텍스트 전환
ru: Потрясите устройство, чтобы включить или выключить Live Text
zh_hans: 摇晃设备来切换实况文本
zh_hant: 搖晃設備來切換實況文本

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
ja: 共有
ko: 공유
ru: Поделиться
zh_hans: 分享
zh_hant: 分享

source: Sharing Labels
de: Labels teilen
es: Etiquetas de comparticion
fr: Étiquettes de partage
it: Etichette di condivisione
ja: 共有ラベル
ko: 공유 라벨
ru: Метки общего доступа
zh_hans: 共享标签
zh_hant: 共享標籤

source: Sharper text and line art. Recommended for iPad and Mac.
de: Schärferer Text und klarere Linien. Empfohlen für iPad und Mac.
es: Texto y lineas mas nitidos. Recomendado para iPad y Mac.
fr: Texte et tracés plus nets. Recommandé pour iPad et Mac.
it: Testo e line art piu nitidi. Consigliato per iPad e Mac.
ja: 文字や線画がより鮮明になります。iPad と Mac におすすめです。
ko: 텍스트와 선화가 더 선명해집니다. iPad와 Mac에 권장됩니다.
ru: Более четкий текст и штриховая графика. Рекомендуется для iPad и Mac.
zh_hans: 文字和线稿更清晰，推荐用于 iPad 和 Mac。
zh_hant: 文字和線稿更清晰，推薦用於 iPad 和 Mac。

source: Show a context menu on page images for quick actions like share or isolate page. On iOS, Live Text keeps the long-press gesture while it is enabled.
de: Zeigt auf Seitenbildern ein Kontextmenü für Schnellaktionen wie Teilen oder Seite isolieren an. Auf iOS bleibt die Geste für langes Drücken bei aktiviertem Live Text reserviert.
es: Muestra un menú contextual en las imágenes de las páginas para acciones rápidas como compartir o aislar la página. En iOS, Live Text conserva el gesto de pulsación prolongada mientras está activado.
fr: Affiche un menu contextuel sur les images des pages pour des actions rapides comme partager ou isoler la page. Sur iOS, Live Text conserve le geste d'appui long lorsqu'il est activé.
it: Mostra un menu contestuale sulle immagini delle pagine per azioni rapide come condividere o isolare la pagina. Su iOS, Live Text mantiene il gesto di pressione prolungata quando è attivo.
ja: ページ画像に共有やページの分離などのクイックアクション用コンテキストメニューを表示します。iOS では、Live Text が有効な間は長押しジェスチャは Live Text に割り当てられます。
ko: 페이지 이미지에 공유나 페이지 분리 같은 빠른 작업용 컨텍스트 메뉴를 표시합니다. iOS에서는 Live Text가 활성화되어 있는 동안 길게 누르기 제스처가 Live Text에 유지됩니다.
ru: Показывает контекстное меню на изображениях страниц для быстрых действий, таких как отправка или изоляция страницы. На iOS при включенном Live Text жест долгого нажатия остается за Live Text.
zh_hans: 在页面图片上显示上下文菜单，用于分享、隔离页面等快捷操作。在 iOS 上，启用 Live Text 后，长按手势仍会保留给 Live Text。
zh_hant: 在頁面圖片上顯示上下文選單，用於分享、隔離頁面等快捷操作。在 iOS 上，啟用 Live Text 後，長按手勢仍會保留給 Live Text。

source: Show connection status and task completion notifications
de: Verbindungsstatus und Aufgabenbenachrichtigungen anzeigen
es: Mostrar estado de conexion y notificaciones de finalizacion de tareas
fr: Afficher l'état de connexion et les notifications de fin de tâche
it: Mostra stato connessione e notifiche completamento attivita
ja: 接続状態とタスク完了の通知を表示
ko: 연결 상태 및 작업 완료 알림 표시
ru: Показывать статус подключения и уведомления о завершении задач
zh_hans: 显示连接状态与任务完成提示
zh_hant: 顯示連線狀態與任務完成提示

source: Show Less
de: Weniger anzeigen
es: Mostrar menos
fr: Afficher moins
it: Mostra meno
ja: 折りたたむ
ko: 간략히 보기
ru: Показать меньше
zh_hans: 收起
zh_hant: 收起

source: Show More
de: Mehr anzeigen
es: Mostrar mas
fr: Afficher plus
it: Mostra di piu
ja: もっと見る
ko: 더 보기
ru: Показать больше
zh_hans: 展开
zh_hant: 展開

source: Show Notifications
de: Benachrichtigungen anzeigen
es: Mostrar notificaciones
fr: Afficher les notifications
it: Mostra notifiche
ja: 通知を表示
ko: 알림 표시
ru: Показывать уведомления
zh_hans: 显示通知
zh_hant: 顯示通知

source: Show Page Number
de: Seitennummer anzeigen
es: Mostrar número de página
fr: Afficher le numéro de page
it: Mostra numero di pagina
ja: ページ番号を表示
ko: 페이지 번호 표시
ru: Показывать номер страницы
zh_hans: 显示页码
zh_hant: 顯示頁碼

source: Show Page Shadow
de: Seitenschatten anzeigen
es: Mostrar sombra de página
fr: Afficher l'ombre des pages
it: Mostra ombra della pagina
ja: ページの影を表示
ko: 페이지 그림자 표시
ru: Показывать тень страницы
zh_hans: 显示页面阴影
zh_hant: 顯示頁面陰影

source: Show Progress Bar While Reading
de: Fortschrittsleiste beim Lesen anzeigen
es: Mostrar la barra de progreso durante la lectura
fr: Afficher la barre de progression pendant la lecture
it: Mostra la barra di avanzamento durante la lettura
ja: 読書中に進捗バーを表示
ko: 읽는 동안 진행률 막대 표시
ru: Показывать индикатор прогресса при чтении
zh_hans: 阅读时显示进度条
zh_hant: 閱讀時顯示進度條

source: Show Protected Servers
de: Geschützte Server anzeigen
es: Mostrar servidores protegidos
fr: Afficher les serveurs protégés
it: Mostra server protetti
ja: 保護されたサーバーを表示
ko: 보호된 서버 표시
ru: Показать защищенные серверы
zh_hans: 显示受保护的服务器
zh_hant: 顯示受保護的伺服器

source: Show reader progress on the Lock Screen and in Dynamic Island.
de: Zeigt den Lesefortschritt auf dem Sperrbildschirm und in der Dynamic Island an.
es: Muestra el progreso de lectura en la pantalla bloqueada y en la Dynamic Island.
fr: Affiche la progression de lecture sur l’écran verrouillé et dans la Dynamic Island.
it: Mostra i progressi di lettura nella schermata di blocco e nella Dynamic Island.
ja: ロック画面とDynamic Islandに読書の進捗を表示します。
ko: 잠금 화면과 Dynamic Island에 읽기 진행률을 표시합니다.
ru: Показывает прогресс чтения на экране блокировки и в Dynamic Island.
zh_hans: 在锁定屏幕和灵动岛中显示阅读进度。
zh_hant: 在鎖定畫面與動態島中顯示閱讀進度。

source: Show Status Bar While Reading
de: Statusleiste beim Lesen anzeigen
es: Mostrar barra de estado durante la lectura
fr: Afficher la barre d’état pendant la lecture
it: Mostra la barra di stato durante la lettura
ja: 読書中にステータスバーを表示
ko: 읽는 동안 상태 막대 표시
ru: Показывать строку состояния во время чтения
zh_hans: 阅读时显示状态栏
zh_hant: 閱讀時顯示狀態列

source: Show Tap Zone Hints
de: Tippzonenhinweise anzeigen
es: Mostrar sugerencias de zonas tactiles
fr: Afficher les repères de zones de tap
it: Mostra suggerimenti zone di tocco
ja: タップゾーンのヒントを表示
ko: 탭 영역 힌트 표시
ru: Показывать подсказки зон касания
zh_hans: 显示点击区提示
zh_hant: 顯示點擊區提示

source: Show the first page alone before entering dual-page spread
de: Zeige die erste Seite einzeln an, bevor die Doppelseitenansicht beginnt
es: Mostrar la primera pagina sola antes de entrar en doble pagina
fr: Afficher la première page seule avant de passer à l’affichage en double page
it: Mostra la prima pagina da sola prima di passare alla doppia pagina
ja: 見開き表示に入る前に、最初のページを単独で表示します
ko: 양면 보기로 전환하기 전에 첫 페이지를 단독으로 표시합니다
ru: Показывать первую страницу отдельно перед переходом к развороту
zh_hans: 进入双页跨页前先单独显示第一页
zh_hant: 進入雙頁跨頁前先單獨顯示第一頁

source: Sign in to Komga
de: Bei Komga anmelden
es: Iniciar sesion en Komga
fr: Se connecter à Komga
it: Accedi a Komga
ja: Komga にサインイン
ko: Komga에 로그인
ru: Войти в Komga
zh_hans: 登录 Komga
zh_hant: 登入 Komga

# simpleSort.dateAdded
source: Date Added
de: Hinzugefügt am
es: Fecha de adicion
fr: Date ajoutée
it: Data di aggiunta
ja: 追加日
ko: 추가된 날짜
ru: Дата добавления
zh_hans: 添加日期
zh_hant: 新增日期

# simpleSort.dateUpdated
source: Date Updated
de: Aktualisiert am
es: Fecha de actualizacion
fr: Date de mise à jour
it: Data di aggiornamento
ja: 更新した日
ko: 갱신된 날짜
ru: Дата обновления
zh_hans: 更新日期
zh_hant: 更新日期

source: Single Page
de: Einzelseite
es: Página única
fr: Page simple
it: Pagina singola
ja: 単一ページ
ko: 단일 페이지
ru: Одна страница
zh_hans: 单页
zh_hant: 單頁

source: Single Page Continuous
de: Einzelseite fortlaufend
es: Página única continua
fr: Page simple en continu
it: Pagina singola continua
ja: 単一ページ連続
ko: 단일 페이지 연속
ru: Одна страница непрерывно
zh_hans: 单页连续
zh_hant: 單頁連續

source: Size
de: Größe
es: Tamaño
fr: Taille
it: Dimensione
ja: サイズ
ko: 크기
ru: Размер
zh_hans: 大小
zh_hant: 大小

source: Smaller offline files with good quality on most phones.
de: Kleinere Offline-Dateien bei guter Qualität auf den meisten Telefonen.
es: Archivos offline mas pequenos con buena calidad en la mayoria de telefonos.
fr: Des fichiers hors ligne plus petits avec une bonne qualité sur la plupart des téléphones.
it: File offline piu piccoli con buona qualita sulla maggior parte dei telefoni.
ja: ほとんどのスマートフォンで、容量を抑えつつ十分な画質を確保します。
ko: 대부분의 휴대폰에서 좋은 화질을 유지하면서 오프라인 파일 크기를 줄입니다.
ru: Более маленькие офлайн-файлы с хорошим качеством на большинстве телефонов.
zh_hans: 离线文件更小，在大多数手机上也有不错的质量。
zh_hant: 離線檔案更小，在大多數手機上也有不錯的品質。

source: Smallest offline files. Best for phones and limited storage.
de: Die kleinsten Offline-Dateien. Ideal für Telefone und wenig Speicherplatz.
es: Los archivos offline mas pequenos. Ideal para telefonos y almacenamiento limitado.
fr: Les plus petits fichiers hors ligne. Idéal pour les téléphones et le stockage limité.
it: I file offline piu piccoli. Ideale per telefoni e spazio limitato.
ja: オフラインファイルを最小限に抑えます。スマートフォンや容量が限られる環境に最適です。
ko: 오프라인 파일 크기를 가장 작게 유지합니다. 휴대폰이나 저장 공간이 제한된 환경에 적합합니다.
ru: Самые маленькие офлайн-файлы. Лучше всего для телефонов и ограниченного хранилища.
zh_hans: 离线文件最小，适合手机和存储空间有限的场景。
zh_hant: 離線檔案最小，適合手機和儲存空間有限的場景。

source: Sort
de: Sortieren
es: Ordenar
fr: Trier
it: Ordina
ja: 並び替え
ko: 정렬
ru: Сортировка
zh_hans: 排序
zh_hant: 排序

source: Sort By
de: Sortieren nach
es: Ordenar por
fr: Trier par
it: Ordina per
ja: ソート方式
ko: 정렬 기준
ru: Сортировать по
zh_hans: 排序依据
zh_hant: 排序依據

source: Sort Title
de: Sortiertitel
es: Título para el orden
fr: Titre de tri
it: Titolo di Ordinamento
ja: ソート用タイトル
ko: 정렬 제목
ru: Сортировать по названию
zh_hans: 排序标题
zh_hant: 排序標題

# sort.direction.ascending
source: Ascending
de: Aufsteigend
es: Ascendente
fr: Croissant
it: Crescente
ja: 昇順
ko: 오름차순
ru: По возрастанию
zh_hans: 升序
zh_hant: 遞增

# sort.direction.descending
source: Descending
de: Absteigend
es: Descendente
fr: Décroissant
it: Decrescente
ja: 降順
ko: 내림차순
ru: По убыванию
zh_hans: 降序
zh_hant: 遞減

# sort.relevance
source: Relevance
de: Relevanz
es: Relevancia
fr: Pertinence
it: Pertinenza
ja: 関連度
ko: 관련도
ru: Релевантность
zh_hans: 相关度
zh_hant: 相關度

source: Source Code
de: Quellcode
es: Codigo fuente
fr: Code source
it: Codice sorgente
ja: ソースコード
ko: 소스 코드
ru: Исходный код
zh_hans: 源代码
zh_hant: 原始碼

# splash.loading.connecting
source: Connecting to server...
de: Verbinden...
es: Conectando al servidor...
fr: Connexion au serveur...
it: Connessione al server...
ja: サーバーに接続中...
ko: 서버에 연결 중...
ru: Подключение к серверу...
zh_hans: 正在连接服务器...
zh_hant: 正在連接伺服器...

# splash.loading.preparing
source: Preparing your collection...
de: Vorbereiten...
es: Preparando tu coleccion...
fr: Préparation de votre collection...
it: Preparazione della tua raccolta...
ja: コレクションを準備中...
ko: 컬렉션 준비 중...
ru: Подготовка вашей коллекции...
zh_hans: 正在准备您的收藏...
zh_hant: 正在準備您的收藏...

# splash.loading.syncing
source: Syncing your library...
de: Synchronisieren...
es: Sincronizando tu biblioteca...
fr: Synchronisation de votre bibliothèque...
it: Sincronizzazione della tua libreria...
ja: ライブラリを同期中...
ko: 라이브러리 동기화 중...
ru: Синхронизация вашей библиотеки...
zh_hans: 正在同步您的媒体库...
zh_hant: 正在同步您的媒體庫...

# splash.loading.updating
source: Updating your profile...
de: Aktualisieren...
es: Actualizando tu perfil...
fr: Mise à jour de votre profil...
it: Aggiornamento del tuo profilo...
ja: プロフィールを更新中...
ko: 프로필 업데이트 중...
ru: Обновление вашего профиля...
zh_hans: 正在更新您的个人资料...
zh_hant: 正在更新您的個人資料...

# splash.migration.duration_hint
source: Large libraries may take 1-2 minutes to migrate. Please keep KMReader open.
de: Bei großen Bibliotheken kann die Migration 1-2 Minuten dauern. Bitte KMReader geöffnet lassen.
es: Las bibliotecas grandes pueden tardar 1-2 minutos en migrar. Mantén KMReader abierto.
fr: Pour les grandes bibliothèques, la migration peut prendre 1 à 2 minutes. Veuillez laisser KMReader ouvert.
it: Le librerie grandi possono richiedere 1-2 minuti per la migrazione. Tieni KMReader aperto.
ja: ライブラリが大きい場合、移行には1〜2分かかることがあります。KMReaderを開いたままにしてください。
ko: 라이브러리가 큰 경우 마이그레이션에 1-2분 정도 걸릴 수 있습니다. KMReader를 계속 열어 두세요.
ru: Миграция больших библиотек может занять 1-2 минуты. Не закрывайте KMReader.
zh_hans: 大型书库迁移可能需要 1-2 分钟，请保持 KMReader 打开。
zh_hant: 大型書庫遷移可能需要 1-2 分鐘，請保持 KMReader 開啟。

# splash.migration.finalizing
source: Finalizing local data migration
de: Lokale Datenmigration wird abgeschlossen
es: Finalizando migracion de datos locales
fr: Finalisation de la migration des données locales
it: Finalizzazione migrazione dati locali
ja: ローカルデータ移行を最終処理中
ko: 로컬 데이터 마이그레이션 마무리 중
ru: Завершение миграции локальных данных
zh_hans: 正在完成本地数据迁移
zh_hant: 正在完成本機資料遷移

# splash.migration.migrating
source: Migrating existing local data
de: Vorhandene lokale Daten werden migriert
es: Migrando datos locales existentes
fr: Migration des données locales existantes
it: Migrazione dati locali esistenti
ja: 既存のローカルデータを移行中
ko: 기존 로컬 데이터 마이그레이션 중
ru: Миграция существующих локальных данных
zh_hans: 正在迁移现有本地数据
zh_hant: 正在遷移現有本機資料

# splash.migration.preparing
source: Preparing local database migration
de: Lokale Datenbankmigration wird vorbereitet
es: Preparando migracion de base de datos local
fr: Préparation de la migration de la base locale
it: Preparazione migrazione database locale
ja: ローカルデータベース移行を準備中
ko: 로컬 데이터베이스 마이그레이션 준비 중
ru: Подготовка миграции локальной базы данных
zh_hans: 准备本地数据库迁移
zh_hant: 準備本機資料庫遷移

# splash.offline.enter
source: Enter Offline Mode
de: Offline-Modus starten
es: Entrar en modo sin conexión
fr: Passer en mode hors ligne
it: Entra in modalità offline
ja: オフラインモードに切り替える
ko: 오프라인 모드로 전환
ru: Перейти в автономный режим
zh_hans: 进入离线模式
zh_hant: 進入離線模式

source: Split Wide Pages
de: Breite Seiten teilen
es: Dividir paginas anchas
fr: Diviser les pages larges
it: Dividi pagine larghe
ja: ワイドページを分割
ko: 넓은 페이지 분할
ru: Разделять широкие страницы
zh_hans: 分割宽页
zh_hant: 分割寬頁

source: Start Reading
de: Lesen beginnen
es: Empezar a leer
fr: Commencer la lecture
it: Inizia a leggere
ja: 読み始める
ko: 읽기 시작
ru: Начать чтение
zh_hans: 开始阅读
zh_hant: 開始閱讀

# startup.storageFailure.message
source: KMReader couldn't open or upgrade its local data. This can happen when upgrading from a much older version, or when the local database is already corrupted. Try again once. If it still fails, reset local data, then sign in again.
de: KMReader konnte die lokalen Daten nicht öffnen oder aktualisieren. Das kann passieren, wenn Sie von einer deutlich älteren Version aktualisieren oder wenn die lokale Datenbank bereits beschädigt ist. Versuchen Sie es noch einmal. Wenn es weiterhin fehlschlägt, setzen Sie die lokalen Daten zurück und melden Sie sich dann erneut an.
es: KMReader no pudo abrir o actualizar sus datos locales. Esto puede ocurrir al actualizar desde una version muy antigua, o si la base de datos local ya esta dañada. Intentalo una vez mas. Si aun falla, restablece los datos locales y vuelve a iniciar sesion.
fr: KMReader n'a pas pu ouvrir ou mettre à niveau ses données locales. Cela peut arriver lors d'une mise à niveau depuis une version beaucoup plus ancienne, ou si la base de données locale est déjà corrompue. Réessayez une fois. Si cela échoue encore, réinitialisez les données locales, puis reconnectez-vous.
it: KMReader non e riuscito ad aprire o aggiornare i dati locali. Questo puo accadere durante l'aggiornamento da una versione molto vecchia, o se il database locale e gia corrotto. Riprova una volta. Se continua a fallire, reimposta i dati locali, poi accedi di nuovo.
ja: KMReader はローカルデータを開くこともアップグレードすることもできませんでした。かなり古いバージョンからアップグレードした場合や、ローカルデータベースがすでに破損している場合に発生することがあります。一度だけ再試行してください。それでも失敗する場合は、ローカルデータをリセットしてから、再度サインインしてください。
ko: KMReader가 로컬 데이터를 열거나 업그레이드하지 못했습니다. 아주 오래된 버전에서 업그레이드하는 경우나 로컬 데이터베이스가 이미 손상된 경우 이런 문제가 발생할 수 있습니다. 한 번 다시 시도해 보세요. 계속 실패하면 로컬 데이터를 재설정한 후 다시 로그인하세요.
ru: KMReader не удалось открыть или обновить локальные данные. Это может произойти при обновлении с очень старой версии или если локальная база данных уже повреждена. Попробуйте еще раз. Если ошибка повторится, сбросьте локальные данные, затем войдите снова.
zh_hans: KMReader 无法打开或升级本地数据。这可能发生在从很旧的版本升级时，或本地数据库已经损坏时。请先重试一次。如果仍然失败，请重置本地数据，然后重新登录。
zh_hant: KMReader 無法開啟或升級本機資料。這可能發生在從很舊的版本升級時，或本機資料庫已經損壞時。請先再試一次。如果仍然失敗，請重設本機資料，然後重新登入。

# startup.storageFailure.resetButton
source: Reset Local Data
de: Lokale Daten zurücksetzen
es: Restablecer datos locales
fr: Réinitialiser les données locales
it: Reimposta dati locali
ja: ローカルデータをリセット
ko: 로컬 데이터 재설정
ru: Сбросить локальные данные
zh_hans: 重置本地数据
zh_hant: 重設本機資料

# startup.storageFailure.resetConfirm
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Reimposta
ja: リセット
ko: 재설정
ru: Сбросить
zh_hans: 重置
zh_hant: 重設

# startup.storageFailure.resetMessage
source: This removes all local KMReader data on this device, including saved servers, preferences, offline books, custom fonts, logs, and caches. Server data in Komga is not changed. KMReader will start fresh after the reset.
de: Dadurch werden alle lokalen KMReader-Daten auf diesem Gerät entfernt, einschließlich gespeicherter Server, Einstellungen, Offline-Bücher, eigener Schriften, Protokolle und Caches. Daten auf dem Komga-Server werden nicht geändert. KMReader startet nach dem Zurücksetzen frisch.
es: Esto elimina todos los datos locales de KMReader en este dispositivo, incluidos servidores guardados, preferencias, libros sin conexion, fuentes personalizadas, registros y caches. Los datos del servidor Komga no se modifican. KMReader se iniciara desde cero despues del restablecimiento.
fr: Cette action supprime toutes les données locales de KMReader sur cet appareil, notamment les serveurs enregistrés, les préférences, les livres hors ligne, les polices personnalisées, les journaux et les caches. Les données du serveur Komga ne sont pas modifiées. KMReader redémarrera avec un état vierge après la réinitialisation.
it: Questa operazione rimuove tutti i dati locali di KMReader su questo dispositivo, inclusi server salvati, preferenze, libri offline, font personalizzati, log e cache. I dati sul server Komga non vengono modificati. Dopo il ripristino KMReader si avviera da zero.
ja: この操作により、このデバイス上の KMReader のローカルデータがすべて削除されます。保存済みサーバー、設定、オフラインブック、カスタムフォント、ログ、キャッシュが含まれます。Komga サーバー上のデータは変更されません。リセット後、KMReader は新しい状態で起動します。
ko: 이 작업은 이 기기의 모든 KMReader 로컬 데이터를 제거합니다. 저장된 서버, 환경설정, 오프라인 책, 사용자 지정 글꼴, 로그, 캐시가 포함됩니다. Komga 서버의 데이터는 변경되지 않습니다. 재설정 후 KMReader는 새 상태로 시작됩니다.
ru: Это удалит все локальные данные KMReader на этом устройстве, включая сохраненные серверы, настройки, офлайн-книги, пользовательские шрифты, журналы и кэши. Данные на сервере Komga не изменяются. После сброса KMReader запустится заново.
zh_hans: 这会移除此设备上的所有 KMReader 本地数据，包括已保存的服务器、偏好设置、离线书籍、自定义字体、日志和缓存。Komga 服务器上的数据不会被更改。重置后 KMReader 会从全新状态启动。
zh_hant: 這會移除此裝置上的所有 KMReader 本機資料，包括已儲存的伺服器、偏好設定、離線書籍、自訂字型、日誌和快取。Komga 伺服器上的資料不會被更改。重設後 KMReader 會從全新狀態啟動。

# startup.storageFailure.resetTitle
source: Reset Local Data?
de: Lokale Daten zurücksetzen?
es: ¿Restablecer datos locales?
fr: Réinitialiser les données locales ?
it: Reimpostare i dati locali?
ja: ローカルデータをリセットしますか？
ko: 로컬 데이터를 재설정할까요?
ru: Сбросить локальные данные?
zh_hans: 要重置本地数据吗？
zh_hant: 要重設本機資料嗎？

# startup.storageFailure.title
source: Local data couldn't be opened
de: Lokale Daten konnten nicht geöffnet werden
es: No se pudieron abrir los datos locales
fr: Impossible d'ouvrir les données locales
it: Impossibile aprire i dati locali
ja: ローカルデータを開けませんでした
ko: 로컬 데이터를 열 수 없습니다
ru: Не удалось открыть локальные данные
zh_hans: 无法打开本地数据
zh_hant: 無法開啟本機資料

# status.downloaded
source: Downloaded
de: Heruntergeladen
es: Descargado
fr: Téléchargé
it: Scaricato
ja: ダウンロード済み
ko: 다운로드됨
ru: Загружено
zh_hans: 已下载
zh_hant: 已下載

# status.not_downloaded
source: Not Downloaded
de: Nicht heruntergeladen
es: No descargado
fr: Non téléchargé
it: Non scaricato
ja: 未ダウンロード
ko: 다운로드되지 않음
ru: Не загружено
zh_hans: 未下载
zh_hant: 未下載

# status.partially_downloaded %lld/%lld
source: %1$lld/%2$lld downloaded
de: Teilweise heruntergeladen %lld/%lld
es: %1$lld/%2$lld descargado
fr: %1$lld/%2$lld téléchargés
it: %1$lld/%2$lld scaricato
ja: %1$lld/%2$lld ダウンロード済み
ko: %1$lld/%2$lld 다운로드됨
ru: %1$lld/%2$lld загружено
zh_hans: %1$lld/%2$lld 已下载
zh_hant: %1$lld/%2$lld 已下載

# status.pending
source: Pending
de: Ausstehend
es: Pendiente
fr: En attente
it: In attesa
ja: 保留中
ko: 대기 중
ru: В ожидании
zh_hans: 等待中
zh_hant: 等待中
